{
    "Training architecture & Intensity": [
    "To optimize training outcomes, it is essential to manipulate various variables: session frequency, volume, intensity, load, rest between sets, exercise selection and order, execution speed, contraction type, and movement amplitude.",
    "Achieving failure is necessary to produce significant strength and hypertrophy gains when using loads less than 60% of 1RM (Divljak, 2017). Daily undulating periodization (DUP), where volume and intensity fluctuate daily or weekly, contrasts with linear periodization, which gradually increases intensity while decreasing volume over several months. A meta-analysis shows no definitive superiority between linear and undulatory periodization, with effectiveness depending on the athlete. However, periodized training generally outperforms non-periodized training, yielding approximately 20% greater strength gains over 6-12 weeks (Colquhoun et al., 2017).",
    "Non-periodized training involves consistently increasing intensity and volume without distinct hypertrophy or strength phases. Figure 1 illustrates the average number of repetitions at 60% and 80% of 1RM for 51 trained individuals, showing variation by exercise (Hoeger et al., 1987). Another study found repetition numbers vary by approximately 30% among eight trained athletes (Shimano et al., 2006).",
    "For example, an individual with a 1RM bench press of 150kg can perform 130kg for 8 reps (87% 1RM) and 110kg for 10 reps (73% 1RM), with each rep representing an average of 2.6% (Knuttgen & Kraemer, 1987). This athlete is stronger but less enduring than the median of 38 beginners.",
    "When comparing two resistance training sessions of equal volume but different intensities (60% vs. 80% of 1RM), training at 80% of 1RM results in superior strength gains (Lasevicius et al., 2018). In a study involving 17 young men, those performing 3 sets of 10 repetitions with 90 seconds rest (hypertrophy-type) were compared to those performing 7 sets of 3 repetitions with 3 minutes rest (strength-type). Both groups showed similar increases in muscle size, but the strength-type group had superior maximal strength gains, with 1RM bench press increases of 8% and 11%, and 1RM squat increases of 18% and 22% for hypertrophy and strength groups, respectively (Schoenfeld et al., 2014).",
    "A study on the effects of 4, 8, and 12 repetition maximum (RM) protocols on muscle volume and strength found that muscle size increases similarly across the protocols when training volume is equal, but strength gains were lower with the 12RM protocol. Conducted over 10 weeks with 20-year-old beginners, the study showed a 10% increase in muscle volume for each group, with strength gains of 17% for the 12RM group and 27% for the 8RM and 4RM groups (Kubo et al., 2021).",
    "Maximal strength gains are typically achieved by athletes training at an intensity of 85% of 1RM, two days per week, with a mean training volume of 8 sets per muscle group (Peterson et al., 2004). For increasing 1RM, 4 sets of 3-5RM are superior to 4 sets of 9-11RM, which in turn are superior to 5 sets of 20-28RM (Campos et al., 2002).",  
    "In another study, physical education students were divided into three groups: one training with 90% 1RM, another with 35% 1RM, and the third with 15% 1RM. Each group performed 2, 7, and 10 repetitions, respectively, three times a week for 9 weeks. The 1RM increased by 15.2% in the 90% group, 10.1% in the 35% group, and 6.6% in the 15% group (Moss et al., 1997).",  
    "Heavy load training is essential for maximizing 1RM, although resistance-trained individuals can still increase strength with very light loads. However, continuous maximum strength improvements become increasingly dependent on training closer to one's 1RM as they approach their genetic potential (Schoenfeld et al., 2021). Using loads greater than 60% of 1RM results in approximately 25% greater strength gains compared to using loads below 60% of 1RM, particularly as individuals approach their genetic ceiling (Schoenfeld et al., 2017)."
    ],
    "Repetitions, sets and time under tension.": [
    "4 Sets of 3-5RM produce superior strength gains compared to 4 sets of 9-11RM, which in turn are superior to 5 sets of 20-28RM (Campos et al., 2002).",
    "In a study, 11 male subjects were divided into two groups: the Power-Up group and the Bulk-Up group. The Power-Up group performed 5 sets at 90% of one repetition maximum (1RM) with 3-minute rest intervals (repetition method). The Bulk-Up group performed 9 sets at varying intensities (80-60-50%, 70-50-40%, and 60-50-40% of 1RM) with either 30-second or 3-minute rest intervals (interval method). Both groups performed isotonic knee extension exercises twice a week for 8 weeks. The Bulk-Up group showed greater hypertrophy, while the Power-Up group exhibited more significant improvements in 1RM, maximal isometric strength, and maximal isokinetic strength. This suggests that Power-Up exercises are more effective for strength and anaerobic power, whereas Bulk-Up exercises are better for hypertrophy and anaerobic endurance (Shiau et al., 2018).",
    "Another study compared high-volume (VOL) and high-intensity (INT) training over 8 weeks. The VOL group (n = 14) performed 4 × 10-12 repetitions at approximately 70% of 1RM with 1-minute rest intervals. The INT group (n = 15) performed 4 × 3-5 repetitions at approximately 90% of 1RM with 3-minute rest intervals. The INT group showed greater improvements in strength and hypertrophy, indicating that high-intensity training is more effective for short-term gains in resistance-trained men (Mangine et al., 2015).",
    "Regarding set distribution, a study with 30 physically active men compared traditional set arrangements (6 sets of 5 repetitions with 3 minutes of rest) with spread set arrangements (30 sets of 1 repetition with 31 seconds of rest). Both types of training had the same total rest time. Results showed no significant differences in overall gains, except that the spread set distribution led to better results in the bench press (Janicijevic et al., 2022).",
    "No significant differences were observed in hypertrophy and performance gains based on set structure, whether using 5-minute inter-set rest or 3-minute inter-set rest combined with 30-second inter-rep rest (Davies et al., 2022).",
    "Reducing training volume can effectively peak maximal strength. A study with 14 recreationally strength-trained men compared two tapering protocols: a step reduction (54% immediate reduction) and a 2-phase gradual reduction (38% reduction in the first week and 70% in the second week). The step reduction group showed a significantly higher increase in strength (3.4 ± 2.1%) compared to the gradual reduction group (1.7 ± 0.9%) (Mangine et al., 2022).",
    "Weekly training volume is more critical than training frequency, with a minimum of 4 sets per muscle group recommended. Advanced training techniques like supersets, drop sets, and rest-pause training can halve training time compared to traditional methods while maintaining volume. These techniques are generally more effective for hypertrophy rather than strength. It is advisable to limit warm-ups to exercise-specific routines and prioritize stretching only if flexibility is the training goal (Iversen et al., 2021).",
    "Meta-analyses indicate that periodized resistance training yields greater strength gains compared to non-periodized resistance training (Williams et al., 2017; Rhea & Alderman, 2004).",
    "In a study comparing low-load resistance training (LL) with 25-35 repetitions per set (n = 9) and high-load resistance training (HL) with 8-12 repetitions per set, subjects performed 3 sets of 7 different exercises each session, 3 times per week for 8 weeks. Strength gains for back squat were 9% for LL and 18% for HL, while bench press strength gains were 6.5% for LL and 2.0% for HL. Hypertrophy gains were similar between the groups (Schoenfeld et al., 2015)."
    ],
    "Training Frequency" : [
    "A volume increase does not statistically affect gains between 3 sessions or 1 session per week. However, increasing the volume by 20% could enhance gains by 5% in sessions consisting of 8 to 12 repetitions. The unilateral leg press sessions were: Nine exercise sets were performed weekly at both RT frequencies throughout the experimental period, with the number of maximum repetitions changing every three weeks (i.e., linear periodization model): weeks 1–3 = 12RM; weeks 4–6 = 10RM, and weeks 7–9 = 8RM (Neves et al., 2022).",
    "Maximal lower-body strength can be preserved during 3 to 5 days of training cessation, but maximal upper-body strength is only preserved for 3 days after 4 weeks of strength training in athletes (Travis et al., 2022).",
    "Another study (Chtourou et al., 2012) found no significant difference in muscular power or strength between morning and evening training.",
    "Training frequency does not produce superior gains beyond a certain number of sets and can be counterproductive. Practitioners should avoid exceeding an athlete’s ability to adapt to prescribed training loads, as chronically elevated training volumes may lead to overtraining syndrome. Training with 2–3 sets per exercise may be sufficient for less-trained individuals, while 4–6 sets per exercise may be needed for well-trained athletes to achieve similar improvements. The optimal number of sets is specific to each individual based on their training status and goals (Suchomel et al., 2018).",
    "High-frequency training, such as 5 times a week, results in similar strength gains as low-frequency training with the same volume. Therefore, it is incorrect to assume that split training is more advanced than full-body training; it depends on personal preference and recovery ability (Zaroni et al., 2019).",
    "With the same amount of training per week, there are no significant differences in strength and hypertrophy gains. This finding is based on training with 8 or more repetitions on weight trainers.",
    "Increasing the training volume, i.e., the number of sets per week for the same muscle group, leads to greater hypertrophy and strength. To achieve a 7% gain in strength, a 50 to 100% increase in weekly training volume is needed (from 16 sets per muscle group to 24 or 32 sets). For hypertrophy, increasing from 16 to 24 sets triples the gains, and increasing from 16 to 32 sets multiplies the gains by 6 (Brigatto et al., 2022).",
    "Increasing the number of weekly sets from 16 to 32 would increase hypertrophy gains by 400 to 600% depending on the exercises (Brigatto et al., 2022).",
    "At the same training volume, there is no significant difference in strength (and hypertrophy) gains between failure training and conventional training (Grgic et al., 2022).",
    "With the same amount of training per week, there are no significant differences in strength and hypertrophy gains between 1 and 3 sessions a week. This study was conducted with sets of 8 or more repetitions (Neves et al., 2022).",
    "A meta-analysis showed that training with between 5 and 10 sets or more than 10 sets per week produces +15% and +18% strength gains compared to less than 3 sets per week over an average of 8 weeks. It also showed that for multi-joint exercises, an average of 10 sets produces +18% strength gains compared to 3 sets, and for isolation exercises, between 5 and 10 sets produces +23% strength gains compared to 3 sets per week over an average of 8 weeks. However, no studies analyzed in this meta-analysis used intensities above 3RM, with the average intensity being 9RM, so these findings may not apply to higher intensities (Ralston et al., 2017).",
    "How long can we rest before losing strength? Lower body maximal strength can be maintained for up to 5 days without training, while upper body maximal strength can be maintained for only 3 days. This contrasts with the notion that spreading 10 sets across the week is equivalent to performing them in one day (Travis et al., 2022).",
    "Circadian rhythmicity (physical, mental, and behavioral changes following a 24-hour cycle) can influence maximum isometric force by 0 to 21%, depending on the study and the muscles involved. The peak is generally observed in the late afternoon to early evening (14:30 to 20:00). Some studies report no significant differences based on the time of day, but none show improved performance in the morning. Additionally, circadian fluctuations are specific to certain movement speeds (Souissi & Davenne, 2004)."
    ],
    "Exercise type" : [
    "Fitness professionals routinely employ a variety of resistance training exercises in program design as a strategy to enhance muscular adaptations. The available studies indicate that varying exercise selection can influence muscle hypertrophy and strength gains. Some degree of systematic variation seems to enhance regional hypertrophic adaptations and maximize dynamic strength, whereas excessive, random variation may compromise muscular gains. Variation is necessary, but the majority of the training should focus on the primary exercise to be improved (Kassiano et al., 2022).",
    "High-frequency (6× per week) resistance training does not seem to offer additional strength and hypertrophy benefits over lower frequency (3× per week) when volume and intensity are equated (Colquhoun et al., 2018).",
    "The rest-pause method can produce similar gains in muscle strength but more gains in localized endurance and hypertrophy (Prestes et al., 2019).",
    "At equal volume, squats produce 10% more explosive gains compared to leg presses (Peterson et al., 2004)."
    ],
    "Rest between sets" : ["It is suggested that practitioners implement 2- to 5-min rest intervals when training to improve strength-power characteristics. However, it should be noted that the rest interval length range may be determined by the prescribed training loads, an athlete’s training age, fiber type, and genetics (Suchomel et al., 2018). More rest increase the total training volume but decrease the volume per unit of time."
    ],
    "Warm up and preparation" : [
    "Post Activation Potentiation is beneficial to improve total work and performance during multiple sets of resistance training in trained men. This is one of the reasons that make warm-ups useful (Alves et al., 2021).",
    "With a 2 x 1 min quadriceps self-massage, knee joint mobility was significantly improved by 12% and 10%, respectively, 2 and 10 minutes after the self-massages. No decrease in maximal isometric strength was observed following the self-massages (MacDonald et al., 2013).",
    "Vascular occlusion, or ischemia, is a decrease in the supply of arterial blood to an organ. For more than a decade, studies have shown that performing strength training exercises in ischemia with a relatively low load (i.e., between 10 and 50% of the 1RM) allows for gains in strength and muscular hypertrophy almost identical to those obtained with training at a relatively heavy load (i.e., 80% of the 1RM), which induces a higher mechanical stress (Natsume et al., 2015).",
    "Isolated static stretching or combined with plyometric exercises, even with short durations, was not efficient for improving strength, jump ability, and sprint performance and should be excluded from warm-up sessions (Fortier et al., 2013).",
    "Resistance exercise performance is negatively impacted by prior aerobic endurance exercise (Ratamess et al., 2016)."
    ],
    "Execution & form" : [
    "The tempo is usually written as follows: 1-0-2-0. Four numbers representing the time spent in seconds in each of the four phases of a single repetition: Concentric phase - Isometric phase - Eccentric phase - Isometric phase. Varying the tempo would have no influence on strength gain (Pearson et al., 2022).",
    "Resistance training performed at fast movement velocities using moderate intensities showed a trend for superior muscular strength gains as compared to moderate-slow resistance training (Davies et al., 2017).",
    "Changing the tempo of movement during resistance training may have an impact on the level of muscle hypertrophy and strength; however, the results are not conclusive. For hypertrophy, it seems that a combination of slower movement in the eccentric phase with faster movement during the concentric phase is most favorable. To increase strength, it is not clear whether any specific tempo is more effective than another. However, faster resistance training is thought to provide a better stimulus for neural adaptations, which could lead to greater strength gains (Wilk et al., 2021).",
    "A study conducted on fifty-four untrained college-aged males shows that neither slow, fast, nor the combination of slow and fast repetition training speeds is superior in developing leg power (the speed range used was 0 to 4 seconds) (Palmieri, 1987).",
    "Training with 12 sets of 3 seconds duration and 6 sets of 6 seconds duration showed no difference in hypertrophy and strength gains for a study group of 38 untrained men (Martins-Costa et al., 2022). This opens up new possibilities, such as reducing the rep number in favor of rep time. However, other studies disagree with this fact.",
    "Bench press with full range of motion stands as the most effective exercise to maximize neuromuscular improvements in recreational and well-trained athletes compared with partial range of motion variations. Subjects practicing 1/3 ROM did not gain strength on a full ROM but only on 1/3 ROM, whereas those practicing full ROM significantly increased their performance across all three different ROMs (Martínez-Cava et al., 2022).",
    "On average, greater loads can be lifted with the low-bar back squat compared to the high-bar squat. A wider grip for the bench press also allows, on average, to lift heavier loads (Ferland & Comtois, 2019)."
    ],
    "Equipment" : [
    "The hexagonal barbell deadlift brings the bar closer to the vertical axis of the body. It reduces the mechanical stress applied to the lower back and hips, potentially reducing trauma. This difference in positioning also helps to generate significantly more speed and power than the straight bar (Swinton et al., 2011). This information is interesting because we know that lifting heavier increases the rate of strength progression, and reducing the risk of injury increases the likelihood of regular training without interruption, which also increases the rate of progression.",
    "The application of Kinesio Tape to the quadriceps in healthy women does not improve neuromuscular performance or lower limb stability (Lins et al., 2013).",
    "Training with neuromuscular electrical stimulation results in virtually identical strength gains compared with conventional strength training when training volume is matched (Happ & Behringer, 2022).",
    "The Velocity-Based Training (VBT) intervention induces favorable adaptations in maximal strength and jump height in trained men when compared with a traditional Percentage-Based Training approach. Interestingly, in this study, the VBT group achieved these positive outcomes despite a significant reduction in total training volume compared with the percentage-based training group. Due to the linear nature of the force-velocity relationship, we can objectively quantify the intensity of any given exercise using velocity rather than % of 1RM. Just as percentages are a method of quantifying exercise intensity and you can program strength, hypertrophy, and dynamic effort work using percentages, you can do the same with velocity (Dorrell et al., 2020).",
    "Training with equipment yields up to 3 times more gains in equipped competition versus training without equipment (Godawa, 2011)."
    ],
    "Other training methods" : [
    "If a limb is immobilized following a fracture, for example: a 4-week strength training of the free arm has beneficial effects on the muscle volume and strength of the immobilized arm (Magnus et al., 2010).",
    "Performing Ischemic Preconditioning (reduction of blood flow) before Resistance Training increases maximum repetition performance and total volume of work performed (da Silva Novaes et al., 2021).",
    "Five weeks of resistance training in systemic hypoxia increases strength gains. Normoxia (NR, FiO2 = 21%) and hypoxia (HL, FiO2 = 16%). In this study, the average % change in strength was higher several times in the hypoxia group (Yan et al., 2016).",
    "Blood flow restriction with low-intensity training can improve strength by a higher margin than regular high-intensity strength training (Korkmaz et al., 2022).",
    "There is a general consensus in the scientific literature that electrostimulation can develop maximum strength in athletes. Depending on the study, the gains may be greater or less than with conventional strength training. However, this technique can target specific areas and fibers. In addition, scientists agree that there is no risk associated with this method (Collinet & Terral, 2006).",
    "Regular cooling has small negative effects on strength training body adaptations (Poppendieck et al., 2021).",
    "Blood flow restriction therapy (BFRT) is an innovative training method for the development of muscle strength and hypertrophy in athletic and clinical settings. Through the combination of venous occlusion and low-load resistance training, it induces muscle development through a number of proposed mechanisms including anaerobic metabolism, cellular swelling, and induction of type 2 muscle fibers. In traditional resistance training, muscle development requires exercise loads of 70% of one-repetition maximum (1RM), but the stress placed on connective tissues and joints can be detrimental to the elderly and rehabilitation patients. However, BFRT with loads of 20% to 40% of 1RM has been shown consistently in the literature to increase muscle strength, hypertrophy, and angiogenesis. The rate of adverse effects has not been found to be greater than that in traditional high-load resistance training, but its effects on the cardiovascular system have yet to be evaluated in long-term studies (Vopat et al., 2020).",
    "Directly supervised, heavy-resistance training in moderately trained men resulted in a greater rate of training load increase and magnitude which resulted in greater maximal strength gains compared with unsupervised training. The training loads were 10% superior for the supervised group after 12 weeks. Training loads were determined using repetition maximum zones (e.g., 8- to 10- RM) and were progressively increased as subjects were able to perform the required number of repetitions using a given weight with proper exercise technique. The coach chose the load increase for the supervised group (Mazzetti et al., 2000).",
    "Augmented eccentric load (AEL) training has been shown to elicit greater muscular strength increases and faster performance improvements compared with traditional strength training. These study findings suggest that incorporating AEL bench press training into a 4-week training cycle may be a novel strategy to improve 1RM performance in competitive powerlifters in a short period (Montalvo et al., 2021)."
    ],
    "Nutrition - Protein" : [
    "Consuming carbohydrates and high-quality protein after exercise improves both body composition and exercise performance (sometimes by more than 15% over an 8-week period for beginners). Both fat-free and fat-containing beverages have similar effects when ingested immediately following resistance exercise (Campbell et al., 2012).",
    "Protein supplementation increases the effects of strength training on muscle mass and strength gains. This effect is more pronounced in individuals with higher levels of training. Above 1.6g/kg/d, no increase in muscle mass was observed (Morton et al., 2018).",
    "There is no significant difference in effect between whey and casein protein type on body composition, muscular strength, or muscular endurance for 50-70 years old women (Urbina et al., 2011).",
    "Lean body mass, muscle hypertrophy, strength, recovery speed, and physical performance are all positively affected by pre- and post-workout protein supplements. However, specific gains vary depending on the kind and quantity of protein. The leucine content of a protein source has an impact on protein synthesis and affects muscle hypertrophy. Leucine must be consumed in quantities of 3–4 g per serving to maximize protein synthesis. Leucine is more efficient with a fast-acting carbohydrate source like glucose because leucine cannot modulate protein synthesis as efficiently without insulin. Essential amino acid supplementation and glucose intake seem to stimulate protein synthesis more effectively when taken before resistance training rather than after because it increases amino acid delivery to muscles during exercise (Noi et al., 2012).",
    "Some studies show that casein has no significant effect on strength development (Verdijk et al., 2009) contrary to whey.",
    "Once a protein has been consumed by an individual, anabolism is increased for about three hours with a peak at about 45–90 minutes (Norton et al., 2009).",
    "Whey looks very superior in all aspects compared to casein for strength and lean mass gains (Cribb et al., 2006).",
    "Pre-post training supplementation of (1g/kg/body wt) containing protein/creatine/glucose creates 20-40% strength gains compared to morning evening supplementation for squat/deadlift/bench press after 10 weeks in intermediary athletes (Cribb & Hayes, 2006).",
    "To date, the most promising strategies to augment gains in muscle size and strength appear to be the consumption of protein-carbohydrate calories and creatine before and after resistance exercise. The efficacy of other dietary supplements to augment gains in muscle size and strength is less clear. These supplements include conjugated linoleic acid, β-hydroxy-β-methylbutyrate, glutamine, chromium, vanadyl sulfate, pyruvate, and various types of testosterone precursors or agents promoted to increase testosterone levels, including dehydroepiandrosterone, androstenedione, androstenediol, norandrostenedione, norandrostenediol, and tribulus terrestris (Volek, 2003)."
    ],
    "Nutrition - Creatine" : [
    "Creatine supplementation and resistance training results in a small improvement in knee extensor muscle accretion in trained young adults (Pakulak et al., 2022).",
    "Studies show that gains with the supplementation of Creatine and β-hydroxy-β-methylbutyrate (HMB) are 3 times more with creatine and 3.5 more with a combination of both (Jówko et al., 2001).",
    "Thus, the present results demonstrated that PEG-creatine supplementation at 1.25 or 2.50 g·d had an ergogenic effect on lower-body vertical power, agility, change-of-direction ability, upper-body muscular endurance, and body mass (Camic et al., 2014).",
    "Phosphocreatine Disodium Salts Plus Blueberry Extract Group supplementation seem to be 5 to 50% more efficient for strength gains than regular creatine monohydrate depending on the exercise (The blueberry extract was prepared from Vaccinium angustifolium) (Anders et al., 2021)."
    ],
    "Nutrition - Other" : [
    "2 g·d^-1 supplementation of creatine monohydrate with 32 g of sucrose produces +10% strength gains over a placebo group after 6 weeks in experienced weight trainers (Becque et al., 2000).",
    "A caloric deficit significantly impacts lean mass gains for beginners but not muscle strength. A daily deficit of 500 kcal or less has no impact on lean mass; however, strength gains are negatively impacted for experienced exercisers (Murphy & Koehler, 2022).",
    "Phosphatidic acid, a lipid messenger, can increase muscle protein synthesis. A recommended dosage is 3 g per day (Escalante et al., 2016).",
    "Aspartates are ineffective in reducing fatigue indices associated with weight training (Triplett et al., 1990).",
    "Probiotic consumption with post-workout nutrition has no effect on physical performance (Toohey et al., 2020).",
    "Nitrate supplementation increases muscle strength gains with an appropriate dose, format, frequency, and timing, particularly with a minimum dose of 400 mg administered as beetroot juice 2 to 3 hours prior to activity (Anderson et al., 2022).",
    "Magnesium supplementation (350 mg·d−1, 10 days) reduces muscle soreness and perceived exertion, and improves recovery and performance slightly (Reno et al., 2022).",
    "Whole egg ingestion is more efficient in increasing lean body mass, strength, and testosterone levels than egg whites alone (Bagheri et al., 2021).",
    "Acute caffeine supplementation promotes small to moderate performance improvements and decreases perceived exhaustion (Stojanović et al., 2019).",
    "Regular use of cold-water immersion (CWI) associated with exercise has a negative effect on resistance training adaptations but does not affect aerobic performance (Malta et al., 2021).",
    "Combined Eurycoma longifolia Jack and resistance training improves peak power output, but 200 mg daily for 8 weeks does not affect the urinary T/E ratio (Chen et al., 2019).",
    "Enterically coated oral ATP supplementation may provide small ergogenic effects on muscular strength in some conditions (Jordan et al., 2004).",
    "NCAA athletes in the southern US are at risk for vitamin D insufficiency, and maintaining adequate vitamin D status may be important for optimizing muscular strength and power (Hildebrand et al., 2016).",
    "Citrulline supplements reduce post-exercise perceived exhaustion and muscle soreness but do not affect blood lactate levels (Rhim et al., 2020).",
    "Supplementing with 6-8 g of Citrulline Malate 40-60 min before exercise increased repetitions slightly compared with placebo (Vårvik et al., 2021).",
    "Citrulline malate supplementation does not improve muscle strength in healthy, resistance-trained individuals (Aguiar & Casonatto, 2022).",
    "Fish oil enhances muscle strength and functional abilities after resistance training in elderly women, with a 20% increase in isometric strength after 12 weeks (Kamolrat et al., 2013).",
    "Water-soluble vitamins are readily excreted, and toxicities do not occur with consumption up to 10-20 times the Daily Values. Most minerals should not be consumed in amounts greater than approximately 6 times the Daily Values unless specific deficiencies are documented. Athletes may need to consume up to 300-600% of the Daily Values for most common vitamins and minerals. Omega-3 fatty acids are crucial, and athletes should consume a minimum of 3-4 grams of DHA/EPA daily. High protein intake, particularly L-leucine and branched-chain amino acids, is recommended to preserve and enhance muscle. Hydration with a complex product containing water, multiple minerals, vitamins, carbohydrates, and selected amino acids is superior to water alone. Cr supplementation is beneficial for sports performance, particularly in high-intensity sports. Beta-hydroxy beta-methylbutyrate (HMB) has shown positive effects on fat-free mass and strength gains in combination with resistance exercise. Caffeine ingestion in the range of 5-7 mg/kg has a positive effect on resistance exercise performance. Strength athletes should consider an intake of 5-10 g/kg·d^-1 to maintain optimal glycogen stores (Bagchi et al., 2013).",
    "Beta-alanine supplementation shows no significant impact on body composition, muscular strength, muscular endurance, or intermittent sprinting performance (Hobson et al., 2012) (C. R. Smith et al., 2019).",
    "Vegans have a significantly higher estimated VO2 max and submaximal endurance time to exhaustion compared with omnivores, though both groups were comparable in physical activity levels, body mass index, percent body fat, lean body mass, and muscle strength (Boutros et al., 2020).",
    "T. terrestris did not produce large gains in strength or lean muscle mass within 5–28 days, and its beneficial effects on muscle damage markers and hormonal behavior are not clearly evidenced (Rogerson et al., n.d.) (Fernández-Lázaro et al., 2022).",
    "Gamma oryzanol produces +10% strength gains compared to a placebo group for leg curl and bench press after 9 weeks (Eslami et al., 2014).",
    "Caffeine ingestion enhances strength performance and reduces perceived exertion and muscle pain perception during resistance exercise (Duncan et al., 2013).",
    "HMB-FA/ATP supplementation combined with resistance exercise training significantly increases lean body mass, power, and strength, and blunts the typical strength decline during overreaching periods (Lowery et al., 2016).",
    "Vitamin D3 supplementation significantly improves 1RM performance in elite powerlifters, with a 19% increase compared to 3% with placebo after 8 weeks (Butt et al., 2015).",
    "Fadogia agrestis stem extract increases blood testosterone concentrations, potentially modifying impaired sexual functions due to hypotestosteronemia (Yakubu et al., 2005).",
    "Fenugreek seed extracts, ashwagandha root extracts, Asian red ginseng, and forskohlii root extract have positive effects on testosterone concentrations in men. Tongkat Ali, ashwagandha, and fenugreek have the strongest evidence, while magnesium and shilajit show positive effects in single studies. Conflicting data exist for L-arginine, L-carnitine, Serenoa repens, selenium, and boron (S. J. Smith et al., 2020) (Lazarev & Bezuglov, 2021).",
    "A standardized water-soluble extract of Tongkat ali significantly improves symptoms of late-onset hypogonadism and serum testosterone concentration in affected patients after 1 month (Tambi et al., 2012)."
    ],
    "Facteur metaboliques" : [
    "Performing a bench press repetition at 80% of 1 RM uses nearly 12 times more energy (kcal) compared to a repetition at 20% of 1 RM, even though the work increases only fourfold (Hunter et al., 1988).",
    "Lighter individuals generally have better relative force performance compared to heavier individuals, indicating that force relative to body weight decreases with increased body mass (Wood & Swain, 2021).",
    "Weak children are likely to remain weak adults unless strategies to increase muscular strength are implemented (Fraser et al., 2021).",
    "The peak age for powerlifters is 35 years, while for weightlifters it is 26 years, showing a significant difference. Peak age is potentially lower for weightlifting medalists compared to non-medalists, and women might exhibit greater improvements than men in these sports (Reaburn & Dascombe, 2009) (Solberg et al., 2019).",
    "Individuals with higher back squat performance generally have greater body weight, BMI, body fat percentage, and various circumferences, while those with better bench press performance have higher BMI and lean body weight. Those with higher deadlift performance tend to be older, shorter, and have specific body ratio differences (Ferland et al., 2020) (Bartolomei et al., 2021)."
    ],
    "Genetics" : [
    "Strength gains speed is approximately +3.5% greater for females compared to males for the upper body, though there is no significant difference in hypertrophy gains. Differences in strength between sexes are attributed to factors such as body height, mass, bone length, testosterone levels, muscle mass, and participation in physical activities during childhood. After puberty, men have testosterone levels about 15 times higher than women, contributing to differences in muscle size and sporting performance. Generally, women's strength is about 60% of men's, with peak strength occurring around ages 25–30 for both sexes. Significant sex differences in grip strength emerge around ages 14-15 (Nuzzo, 2023).",
    "Sex differences in muscle fatigability show mixed results, with evidence lacking for consistent differences measured by repetitions-to-failure. Women may exhibit greater stamina in some exercises, such as leg press (Nuzzo, 2023).",
    "Maximum power of limbs, measured by vertical jump, is positively correlated with bone mineral density (BMD) and geometric indices of hip bone resistance in young adults. The maximum power measured by load-velocity test on a stationary bike correlates positively with BMD in men but not in women. Sprint performance at 20 meters is correlated with femoral neck BMD in men (Sabbagh, 2020)."
    ],
    "Other factors " : [
    "Sarcopenia, the age-related loss of muscle mass, strength, and endurance, is mitigated by resistance training (Bales & Ritchie, 2002; Doherty, 2003).",
    "Specific strength training results in maximal strength gains regardless of age, gender, fitness level, or genetic make-up, with no significant differences in gains between study groups with a 40-year age gap when training volumes are equal (Kittilsen et al., 2021).",
    "Powerlifters competing up to four times a year are more likely to achieve higher total scores over time. This finding is supported by a study involving 563 subjects (Pearson et al., 2020)."
    ],
    "Bibliography" : [
    "Aguiar, A. F., & Casonatto, J. (2022). Effects of Citrulline Malate Supplementation on Muscle Strength in Resistance-Trained Adults: A Systematic Review and Meta-Analysis of Randomized Controlled Trials. Journal of Dietary Supplements, 19(6), 772–790. https://doi.org/10.1080/19390211.2021.1939473",
    "Alves, R. R., Viana, R. B., Silva, M. H., Guimarães, T. C., Vieira, C. A., Santos, D. de A. T., & Gentil, P. R. V. (2021). Postactivation Potentiation Improves Performance in a Resistance Training Session in Trained Men. The Journal of Strength & Conditioning Research, 35(12), 3296. https://doi.org/10.1519/JSC.0000000000003367",
    "Anders, J. P. V., Neltner, T. J., Smith, R. W., Keller, J. L., Housh, T. J., Daugherty, F. J., Tempesta, M. S., Dash, A. K., Munt, D. J., Schmidt, R. J., & Johnson, G. O. (2021). The effects of phosphocreatine disodium salts plus blueberry extract supplementation on muscular strength, power, and endurance. Journal of the International Society of Sports Nutrition, 18(1), 60. https://doi.org/10.1186/s12970-021-00456-y",
    "Anderson, O. K., Martinez-Ferran, M., Lorenzo-Calvo, J., Jiménez, S. L., & Pareja-Galeano, H. (2022). Effects of Nitrate Supplementation on Muscle Strength and Mass: A Systematic Review. The Journal of Strength & Conditioning Research, 36(12), 3562. https://doi.org/10.1519/JSC.0000000000004101",
    "Bagchi, D., Nair, S., & Sen, C. K. (2013). Nutrition and Enhanced Sports Performance: Muscle Building, Endurance, and Strength. Elsevier Science. https://univ.scholarvox.com/catalog/book/docid/88817674?searchterm=muscular%20strength%20anaerobic",
    "Bagheri, R., Hooshmand Moghadam, B., Ashtary-Larky, D., Forbes, S. C., Candow, D. G., Galpin, A. J., Eskandari, M., Kreider, R. B., & Wong, A. (2021). Whole Egg Vs. Egg White Ingestion During 12 weeks of Resistance Training in Trained Young Males: A Randomized Controlled Trial. The Journal of Strength & Conditioning Research, 35(2), 411. https://doi.org/10.1519/JSC.0000000000003922",
    "Bales, C. W., & Ritchie, C. S. (2002). Sarcopenia, weight loss, and nutritional frailty in the elderly. Annual Review of Nutrition, 22, 309–323. https://doi.org/10.1146/annurev.nutr.22.010402.102715",
    "Bartolomei, S., Grillone, G., Di Michele, R., & Cortesi, M. (2021). A Comparison between Male and Female Athletes in Relative Strength and Power Performances. Journal of Functional Morphology and Kinesiology, 6(1), Article 1. https://doi.org/10.3390/jfmk6010017",
    "Becque, M. D., Lochmann, J. D., & Melrose, D. R. (2000). Effects of oral creatine supplementation on muscular strength and body composition: Medicine & Science in Sports & Exercise, 32(3), 654–658. https://doi.org/10.1097/00005768-200003000-00016",
    "Boutros, G. H., Landry-Duval, M.-A., Garzon, M., & Karelis, A. D. (2020). Is a vegan diet detrimental to endurance and muscle strength? European Journal of Clinical Nutrition, 74(11), Article 11. https://doi.org/10.1038/s41430-020-0639-y",
    "Brigatto, F. A., Lima, L. E. de M., Germano, M. D., Aoki, M. S., Braz, T. V., & Lopes, C. R. (2022). High Resistance-Training Volume Enhances Muscle Thickness in Resistance-Trained Men. Journal of Strength and Conditioning Research, 36(1), 22–30. https://doi.org/10.1519/JSC.0000000000003413",
    "Butt, M. Z., Akhtar, T., Rashid, K., Saeed, N., Muhammad, A., & Adnan, M. A. (2015). ROLE OF VITAMIN D 3 SUPPLEMENT AS AN ERGOGENIC AID FOR BONE AND MUSCLE HEALTH OF POWERLIFTERS FROM PUNJAB, PAKISTAN. 27, 2189–2193.",
    "Camic, C. L., Housh, T. J., Zuniga, J. M., Traylor, D. A., Bergstrom, H. C., Schmidt, R. J., Johnson, G. O., & Housh, D. J. (2014). The effects of polyethylene glycosylated creatine supplementation on anaerobic performance measures and body composition. Journal of Strength and Conditioning Research, 28(3), 825–833. https://doi.org/10.1519/JSC.0b013e3182a361a5",
    "Campbell, B., Forsyth, A., Myers, B., Parker, B., Gomez, B., Elkins, A., Wilborn, C., La Bounty, P., & Marcello, B. (2012). The effects of fat-free vs. Fat-containing chocolate milk ingestion on muscular strength in female collegiate softball players. Journal of the International Society of Sports Nutrition, 9(1), Article 1. https://doi.org/10.1186/1550-2783-9-S1-P3",
    "Campos, G. E. R., Luecke, T. J., Wendeln, H. K., Toma, K., Hagerman, F. C., Murray, T. F., Ragg, K. E., Ratamess, N. A., Kraemer, W. J., & Staron, R. S. (2002). Muscular adaptations in response to three different resistance-training regimens: Specificity of repetition maximum training zones. European Journal of Applied Physiology, 88(1–2), 50–60. Scopus. https://doi.org/10.1007/s00421-002-0681-6",
    "Chen, C. K., Ooi, F. K., Abu Kasim, N. A., & Asari, M. A. (2019). Effects of Eurycoma Longifolia Jack Supplementation Combined with Resistance Training on Isokinetic Muscular Strength and Power, Anaerobic Power, and Urinary Testosterone: Epitestosterone Ratio in Young Males. International Journal of Preventive Medicine, 10, 118. https://doi.org/10.4103/ijpvm.IJPVM_404_17",
    "Chtourou, H., Driss, T., Souissi, S., Gam, A., Chaouachi, A., & Souissi, N. (2012). The Effect of Strength Training at the Same Time of the Day on the Diurnal Fluctuations of Muscular Anaerobic Performances. The Journal of Strength & Conditioning Research, 26(1), 217. https://doi.org/10.1519/JSC.0b013e31821d5e8d",
    "Collinet, C., & Terral, P. (2006). Une controverse scientifico-technique dans le monde des sciences du sport: Le cas de l’électrostimulation. Sociétés contemporaines, 64(4), 67–93. https://doi.org/10.3917/soco.064.0067",
    "Colquhoun, R. J., Gai, C. M., Aguilar, D., Bove, D., Dolan, J., Vargas, A., Couvillion, K., Jenkins, N. D. M., & Campbell, B. I. (2018). Training Volume, Not Frequency, Indicative of Maximal Strength Adaptations to Resistance Training. Journal of Strength and Conditioning Research, 32(5), 1207–1213. https://doi.org/10.1519/JSC.0000000000002414",
    "Colquhoun, R. J., Gai, C. M., Walters, J., Brannon, A. R., Kilpatrick, M. W., D’Agostino, D. P., & Campbell, W. I. (2017). Comparison of Powerlifting Performance in Trained Men Using Traditional and Flexible Daily Undulating Periodization. The Journal of Strength & Conditioning Research, 31(2), 283. https://doi.org/10.1519/JSC.0000000000001500",
    "Cribb, P. J., & Hayes, A. (2006). Effects of Supplement-Timing and Resistance Exercise on Skeletal Muscle Hypertrophy. Medicine & Science in Sports & Exercise, 38(11), Article 11.",
    "Cribb, P. J., Williams, A. D., Carey, M. F., & Hayes, A. (2006). The Effect of Whey Isolate and Resistance Training on Strength, Body Composition, and Plasma Glutamine. International Journal of Sport Nutrition and Exercise Metabolism, 16(5), 494–509. https://doi.org/10.1123/ijsnem.16.5.494",
    "da Silva Novaes, J., da Silva Telles, L. G., Monteiro, E. R., da Silva Araujo, G., Vingren, J. L., Silva Panza, P., Reis, V. M., Laterza, M. C., & Vianna, J. M. (2021). Ischemic Preconditioning Improves Resistance Training Session Performance. The Journal of Strength & Conditioning Research, 35(11), 2993. https://doi.org/10.1519/JSC.0000000000003532",
    "Davies, T. B., Halaki, M., Orr, R., Mitchell, L., Helms, E. R., Clarke, J., & Hackett, D. A. (2022). Effect of Set-Structure on Upper-Body Muscular Hypertrophy and Performance in Recreationally-Trained Male and Female. The Journal of Strength & Conditioning Research, 36(8), 2176. https://doi.org/10.1519/JSC.0000000000003971",
    "Davies, T. B., Kuang, K., Orr, R., Halaki, M., & Hackett, D. (2017). Effect of Movement Velocity During Resistance Training on Dynamic Muscular Strength: A Systematic Review and Meta-Analysis. Sports Medicine, 47(8), 1603–1617. https://doi.org/10.1007/s40279-017-0676-4",
    "Divljak, G. (n.d.). Muscular strength and power development to high and low resistance loads in trained individuals.",
    "Doherty, T. J. (2003). Invited Review: Aging and sarcopenia. Journal of Applied Physiology, 95(4), 1717–1727. https://doi.org/10.1152/japplphysiol.00347.2003",
    "Dorrell, H. F., Smith, M. F., & Gee, T. I. (2020). Comparison of Velocity-Based and Traditional Percentage-Based Loading Methods on Maximal Strength and Power Adaptations. Journal of Strength and Conditioning Research, 34(1), 46–53. https://doi.org/10.1519/JSC.0000000000003089",
    "Duncan, M. J., Stanley, M., Parkhouse, N., Cook, K., & Smith, M. (2013). Acute caffeine ingestion enhances strength performance and reduces perceived exertion and muscle pain perception during resistance exercise. European Journal of Sport Science, 13(4), 392–399. https://doi.org/10.1080/17461391.2011.635811",
    "Escalante, G., Alencar, M., Haddock, B., & Harvey, P. (2016). The effects of phosphatidic acid supplementation on strength, body composition, muscular endurance, power, agility, and vertical jump in resistance trained men. Journal of the International Society of Sports Nutrition, 13(1), Article 1. https://doi.org/10.1186/s12970-016-0135-x",
    "Eslami, S., Esa, N. M., Marandi, S. M., Ghasemi, G., & Eslami, S. (2014). Effects of gamma oryzanol supplementation on anthropometric measurements & muscular strength in healthy males following chronic resistance training. The Indian Journal of Medical Research, 139(6), 857–863.",
    "Ferland, P.-M., & Comtois, A. S. (2019). Classic Powerlifting Performance: A Systematic Review. The Journal of Strength & Conditioning Research, 33, S194. https://doi.org/10.1519/JSC.0000000000003099",
    "Ferland, P.-M., Pollock, A., Swope, R., Ryan, M., Reeder, M., Heumann, K., & Comtois, A. S. (2020). The Relationship Between Physical Characteristics and Maximal Strength in Men Practicing the Back Squat, the Bench Press and the Deadlift. International Journal of Exercise Science, 13(4), 281–297.",
    "Fernández-Lázaro, D., Fernandez-Lazaro, C. I., Seco-Calvo, J., Garrosa, E., Adams, D. P., & Mielgo-Ayuso, J. (2022). Effects of Tribulus terrestris L. on Sport and Health Biomarkers in Physically Active Adult Males: A Systematic Review. International Journal of Environmental Research and Public Health, 19(15), Article 15. https://doi.org/10.3390/ijerph19159533",
    "Fortier, J., Lattier, G., & Babault, N. (2013). Acute effects of short-duration isolated static stretching or combined with dynamic exercises on strength, jump and sprint performance. Science & Sports, 28(5), e111–e117. https://doi.org/10.1016/j.scispo.2012.11.003",
    "Fraser, B. J., Blizzard, L., Buscot, M.-J., Schmidt, M. D., Dwyer, T., Venn, A. J., & Magnussen, C. G. (2021). Muscular strength across the life course: The tracking and trajectory patterns of muscular strength between childhood and mid-adulthood in an Australian cohort. Journal of Science and Medicine in Sport, 24(7), 696–701. https://doi.org/10.1016/j.jsams.2021.01.011",
    "Godawa, T. (2011). Comparing the effects of ten weeks of equipped vs. Non-equipped training on performance in collegiate powerlifters. LSU Master’s Theses. https://doi.org/10.31390/gradschool_theses.2120",
    "Gregory, A., & editor, A. G. H. (2022, February 28). Muscle strengthening lowers risk of death from all causes, study shows. The Guardian. https://www.theguardian.com/society/2022/feb/28/muscle-strengthening-lowers-risk-of-death-from-all-causes-study-shows" , 
    "Grgic, J., Schoenfeld, B. J., Orazem, J., & Sabol, F. (2022). Effects of resistance training performed to repetition failure or non-failure on muscular strength and hypertrophy: A systematic review and meta-analysis. Journal of Sport and Health Science, 11(2), 202–211. https://doi.org/10.1016/j.jshs.2021.01.007",
    "Happ, K. A., & Behringer, M. (2022). Neuromuscular Electrical Stimulation Training vs. Conventional Strength Training: A Systematic Review and Meta-Analysis of the Effect on Strength Development. The Journal of Strength & Conditioning Research, 36(12), 3527. https://doi.org/10.1519/JSC.0000000000004119",
    "Hernandez, D. J., Healy, S., Giacomini, M. L., & Kwon, Y. S. (2021). Effect of Rest Interval Duration on the Volume Completed During a High-Intensity Bench Press Exercise. The Journal of Strength & Conditioning Research, 35(11), 2981. https://doi.org/10.1519/JSC.0000000000003477",
    "Hildebrand, R. A., Miller, B., Warren, A., Hildebrand, D., & Smith, B. J. (2016). Compromised Vitamin D Status Negatively Affects Muscular Strength and Power of Collegiate Athletes. International Journal of Sport Nutrition and Exercise Metabolism, 26(6), 558–564. https://doi.org/10.1123/ijsnem.2016-0052",
    "Hobson, R. M., Saunders, B., Ball, G., Harris, R. C., & Sale, C. (2012). Effects of β-alanine supplementation on exercise performance: A meta-analysis. Amino Acids, 43(1), 25–37. https://doi.org/10.1007/s00726-011-1200-z",
    "Hoeger, W. W. K., Barette, S. L., Hale, D. F., & Hopkins, D. R. (1987). Relationship Between Repetitions and Selected Percentages of One Repetition Maximum. The Journal of Strength & Conditioning Research, 1(1), 11.",
    "Hofheins, J. E., Lemieux, R., & Schmitz, S. (2010). Nine weeks of supplementation with a multi-nutrient product augments changes in body composition, strength, and muscular performance in resistance trained men. Journal of the International Society of Sports Nutrition, 7(1), Article 1. https://doi.org/10.1186/1550-2783-7-S1-P14",
    "Hunter, G., Blackman, L., Dunnam, L., & Flemming, G. (1988). Bench Press Metabolic Rate as a Function of Exercise Intensity. The Journal of Strength & Conditioning Research, 2(1), 1.",
    "Iversen, V. M., Norum, M., Schoenfeld, B. J., & Fimland, M. S. (2021). No Time to Lift? Designing Time-Efficient Training Programs for Strength and Hypertrophy: A Narrative Review. Sports Medicine (Auckland, N.Z.), 51(10), 2079–2095. https://doi.org/10.1007/s40279-021-01490-1",
    "Janicijevic, D., González-Hernández, J. M., Jiménez-Reyes, P., Márquez, G., & García-Ramos, A. (2022). Longitudinal Effects of Traditional and Rest Redistribution Set Configurations on Explosive-Strength and Strength-Endurance Manifestations. The Journal of Strength & Conditioning Research, 10.1519/JSC.0000000000004376. https://doi.org/10.1519/JSC.0000000000004376",
    "Jordan, A. N., Jurca, R., Abraham, E. H., Salikhova, A., Mann, J. K., Morss, G. M., Church, T. S., Lucia, A., & Earnest, C. P. (2004). Effects of oral ATP supplementation on anaerobic power and muscular strength. Medicine and Science in Sports and Exercise, 36(6), 983–990. https://doi.org/10.1249/01.mss.0000128198.97260.8b",
    "Jówko, E., Ostaszewski, P., Jank, M., Sacharuk, J., Zieniewicz, A., Wilczak, J., & Nissen, S. (2001). Creatine and β-hydroxy-β-methylbutyrate (HMB) additively increase lean body mass and muscle strength during a weight-training program. Nutrition, 17(7), 558–566. https://doi.org/10.1016/S0899-9007(01)00540-8",
    "JUNIOR, E. R. T. S., DE SALLES, B. F., DIAS, I., SIMÃO, R., & WILLARDSON, J. M. (2022). Effects of Six-week Periodized Versus Non-Periodized Kettlebell Swing Training on Strength, Power and Muscular Endurance. International Journal of Exercise Science, 15(4), 526–540.",
    "Kamolrat, T., Thies, F., & Gray, S. R. (2013). Fish oil enhances muscle strength and functional abilities after resistance training in elderly women: A preliminary study. Proceedings of the Nutrition Society, 72(OCE2), E97. https://doi.org/10.1017/S0029665113001080",
    "Kassiano, W., Nunes, J. P., Costa, B., Ribeiro, A. S., Schoenfeld, B. J., & Cyrino, E. S. (2022). Does Varying Resistance Exercises Promote Superior Muscle Hypertrophy and Strength Gains? A Systematic Review. The Journal of Strength & Conditioning Research, 36(6), 1753. https://doi.org/10.1519/JSC.0000000000004258",
    "Keiner, M., Wirth, K., Fuhrmann, S., Kunz, M., Hartmann, H., & Haff, G. G. (2021). The Influence of Upper- and Lower-Body Maximum Strength on Swim Block Start, Turn, and Overall Swim Performance in Sprint Swimming. The Journal of Strength & Conditioning Research, 35(10), 2839. https://doi.org/10.1519/JSC.0000000000003229",
    "Kittilsen, H. T., Goleva-Fjellet, S., Freberg, B. I., Nicolaisen, I., Støa, E. M., Bratland-Sanda, S., Helgerud, J., Wang, E., Sæbø, M., & Støren, Ø. (2021). Responses to Maximal Strength Training in Different Age and Gender Groups. Frontiers in Physiology, 12, 636972. https://doi.org/10.3389/fphys.2021.636972",
    "Knuttgen, H. G., & Kraemer, W. J. (1987). Terminology and Measurement in Exercise Performance. The Journal of Strength & Conditioning Research, 1(1), 1.",
    "Kong, J.-Y., Hong, H., & Kang, H. (2022). Relationship between physical activity and depressive symptoms in older Korean adults: Moderation analysis of muscular strength. BMC Geriatrics, 22(1), Article 1. https://doi.org/10.1186/s12877-022-03610-6",
    "Korkmaz, E., Dönmez, G., Uzuner, K., Babayeva, N., Torgutalp, Ş. Ş., & Özçakar, L. (2022). Effects of Blood Flow Restriction Training on Muscle Strength and Architecture. The Journal of Strength & Conditioning Research, 36(5), 1396. https://doi.org/10.1519/JSC.0000000000003612",
    "Kubo, K., Ikebukuro, T., & Yata, H. (2021). Effects of 4, 8, and 12 Repetition Maximum Resistance Training Protocols on Muscle Volume and Strength. Journal of Strength and Conditioning Research, 35(4), 879–885. https://doi.org/10.1519/JSC.0000000000003575",
    "Lasevicius, T., Ugrinowitsch, C., Schoenfeld, B. J., Roschel, H., Tavares, L. D., De Souza, E. O., Laurentino, G., & Tricoli, V. (2018). Effects of different intensities of resistance training with equated volume load on muscle strength and hypertrophy. European Journal of Sport Science, 18(6), 772–780. https://doi.org/10.1080/17461391.2018.1450898",
    "Lazarev, A., & Bezuglov, E. (2021). Testosterone Boosters Intake in Athletes: Current Evidence and Further Directions. Endocrines, 2(2), Article 2. https://doi.org/10.3390/endocrines2020011",
    "Lins, C. A. de A., Neto, F. L., Amorim, A. B. C. de, Macedo, L. de B., & Brasileiro, J. S. (2013). Kinesio Taping(®) does not alter neuromuscular performance of femoral quadriceps or lower limb function in healthy subjects: Randomized, blind, controlled, clinical trial. Manual Therapy, 18(1), 41–45. https://doi.org/10.1016/j.math.2012.06.009",
    "Lowery, R. P., Joy, J. M., Rathmacher, J. A., Baier, S. M., Fuller, J. C., Shelley, M. C., Jäger, R., Purpura, M., Wilson, S. M. C., & Wilson, J. M. (2016). Interaction of Beta-Hydroxy-Beta-Methylbutyrate Free Acid and Adenosine Triphosphate on Muscle Mass, Strength, and Power in Resistance Trained Individuals. Journal of Strength and Conditioning Research, 30(7), 1843–1854. https://doi.org/10.1519/JSC.0000000000000482",
    "MacDonald, G. Z., Penney, M. D. H., Mullaley, M. E., Cuconato, A. L., Drake, C. D. J., Behm, D. G., & Button, D. C. (2013). An Acute Bout of Self-Myofascial Release Increases Range of Motion Without a Subsequent Decrease in Muscle Activation or Force. Journal of Strength and Conditioning Research, 27(3), 812–821. https://doi.org/10.1519/JSC.0b013e31825c2bc1",
    "Magnus, C. R. A., Barss, T. S., Lanovaz, J. L., & Farthing, J. P. (2010). Effects of cross-education on the muscle after a period of unilateral limb immobilization using a shoulder sling and swathe. Journal of Applied Physiology (Bethesda, Md.: 1985), 109(6), 1887–1894. https://doi.org/10.1152/japplphysiol.00597.2010",
    "Malta, E. S., Dutra, Y. M., Broatch, J. R., Bishop, D. J., & Zagatto, A. M. (2021). The Effects of Regular Cold-Water Immersion Use on Training-Induced Changes in Strength and Endurance Performance: A Systematic Review with Meta-Analysis. Sports Medicine, 51(1), 161–174. https://doi.org/10.1007/s40279-020-01362-0",
    "Mangine, G. T., Hoffman, J. R., Gonzalez, A. M., Townsend, J. R., Wells, A. J., Jajtner, A. R., Beyer, K. S., Boone, C. H., Miramonti, A. A., Wang, R., LaMonica, M. B., Fukuda, D. H., Ratamess, N. A., & Stout, J. R. (2015). The effect of training volume and intensity on improvements in muscular strength and size in resistance-trained men. Physiological Reports, 3(8), e12472. https://doi.org/10.14814/phy2.12472",
    "Mangine, G. T., Serafini, P. R., Stratton, M. T., Olmos, A. A., VanDusseldorp, T. A., & Feito, Y. (2022). Effect of the Repetitions-In-Reserve Resistance Training Strategy on Bench Press Performance, Perceived Effort, and Recovery in Trained Men. The Journal of Strength & Conditioning Research, 36(1), 1. https://doi.org/10.1519/JSC.0000000000004158",
    "Martínez-Cava, A., Hernández-Belmonte, A., Courel-Ibáñez, J., Morán-Navarro, R., González-Badillo, J. J., & Pallarés, J. G. (2022). Bench Press at Full Range of Motion Produces Greater Neuromuscular Adaptations Than Partial Executions After Prolonged Resistance Training. The Journal of Strength & Conditioning Research, 36(1), 10. https://doi.org/10.1519/JSC.0000000000003391",
    "Martins-Costa, H. C., Lacerda, L. T., Diniz, R. C. R., Lima, F. V., Andrade, A. G. P., Peixoto, G. H., Gomes, M. C., Lanza, M. B., Bemben, M. G., & Chagas, M. H. (2022). Equalization of Training Protocols by Time Under Tension Determines the Magnitude of Changes in Strength and Muscular Hypertrophy. The Journal of Strength & Conditioning Research, 36(7), 1770. https://doi.org/10.1519/JSC.0000000000004004",
    "Mazzetti, S. A., Kraemer, W. J., Volek, J. S., Duncan, N. D., Ratamess, N. A., G??Mez, A. L., Newton, R. U., H??Kkinen, K., & Fleck, S. J. (2000). The influence of direct supervision of resistance training on strength performance: Medicine & Science in Sports & Exercise, 32(6), 1175–1184. https://doi.org/10.1097/00005768-200006000-00023",
    "Montalvo, S., Gruber, L. D., Gonzalez, M. P., Dietze-Hermosa, M. S., & Dorgo, S. (2021). Effects of Augmented Eccentric Load Bench Press Training on One Repetition Maximum Performance and Electromyographic Activity in Trained Powerlifters. Journal of Strength and Conditioning Research, 35(6), 1512–1519. https://doi.org/10.1519/JSC.0000000000004030",
    "Morton, R. W., Murphy, K. T., McKellar, S. R., Schoenfeld, B. J., Henselmans, M., Helms, E., Aragon, A. A., Devries, M. C., Banfield, L., Krieger, J. W., & Phillips, S. M. (2018). A systematic review, meta-analysis and meta-regression of the effect of protein supplementation on resistance training-induced gains in muscle mass and strength in healthy adults. British Journal of Sports Medicine, 52(6), 376–384. https://doi.org/10.1136/bjsports-2017-097608",
    "Moss, B. M., Refsnes, P. E., Abildgaard, A., Nicolaysen, K., & Jensen, J. (1997). Effects of maximal effort strength training with different loads on dynamic strength, cross-sectional area, load-power and load-velocity relationships. European Journal of Applied Physiology and Occupational Physiology, 75(3), 193–199. https://doi.org/10.1007/s004210050147",
    "Murphy, C., & Koehler, K. (2022). Energy deficiency impairs resistance training gains in lean mass but not strength: A meta-analysis and meta-regression. Scandinavian Journal of Medicine & Science in Sports, 32(1), 125–137. https://doi.org/10.1111/sms.14075",
    "Natsume, T., Ozaki, H., Saito, A. I., Abe, T., & Naito, H. (2015). Effects of Electrostimulation with Blood Flow Restriction on Muscle Size and Strength. Medicine and Science in Sports and Exercise, 47(12), 2621–2627. https://doi.org/10.1249/MSS.0000000000000722",
    "Neves, R. P., Vechin, F. C., Teixeira, E. L., da Silva, D. D., Ugrinowitsch, C., Roschel, H., Aihara, A. Y., & Tricoli, V. (2022). Effect of different training frequencies on maximal strength performance and muscle hypertrophy in trained individuals-a within-subject design. PloS One, 17(10), e0276154. https://doi.org/10.1371/journal.pone.0276154",
    "Norton, L. E., Layman, D. K., Bunpo, P., Anthony, T. G., Brana, D. V., & Garlick, P. J. (2009). The Leucine Content of a Complete Meal Directs Peak Activation but Not Duration of Skeletal Muscle Protein Synthesis and Mammalian Target of Rapamycin Signaling in Rats. The Journal of Nutrition, 139(6), 1103–1109. https://doi.org/10.3945/jn.108.103853",
    "Nuckols, G. (2018, January 8). Periodization: What the Data Say • Stronger by Science. Stronger by Science. https://www.strongerbyscience.com/periodization-data/",
    "Nuzzo, J. L. (2023). Narrative Review of Sex Differences in Muscle Strength, Endurance, Activation, Size, Fiber Type, and Strength Training Participation Rates, Preferences, Motivations, Injuries, and Neuromuscular Adaptations. The Journal of Strength & Conditioning Research, 37(2), 494. https://doi.org/10.1519/JSC.0000000000004329",
    "Pakulak, A., Candow, D. G., Totosy de Zepetnek, J., Forbes, S. C., & Basta, D. (2022). Effects of Creatine and Caffeine Supplementation During Resistance Training on Body Composition, Strength, Endurance, Rating of Perceived Exertion and Fatigue in Trained Young Adults. Journal of Dietary Supplements, 19(5), 587–602. https://doi.org/10.1080/19390211.2021.1904085",
    "Palmieri, G. A. (1987). Weight Training and Repetition Speed. The Journal of Strength & Conditioning Research, 1(2), 36.",
    "Pearson, J., Spathis, J. G., van den Hoek, D. J., Owen, P. J., Weakley, J., & Latella, C. (2020). Effect of Competition Frequency on Strength Performance of Powerlifting Athletes. The Journal of Strength & Conditioning Research, 34(5), 1213. https://doi.org/10.1519/JSC.0000000000003563",
    "Pearson, J., Wadhi, T., Barakat, C., Aube, D., Schoenfeld, B. J., Andersen, J. C., Barroso, R., Ugrinowitsch, C., & De Souza, E. O. (2022). Does Varying Repetition Tempo in a Single-Joint Lower Body Exercise Augment Muscle Size and Strength in Resistance-Trained Men? Journal of Strength and Conditioning Research, 36(8), 2162–2168. https://doi.org/10.1519/JSC.0000000000003953",
    "Peterson, M. D., Rhea, M. R., & Alvar, B. A. (2004). MAXIMIZING STRENGTH DEVELOPMENT IN ATHLETES: A META-ANALYSIS TO DETERMINE THE DOSE-RESPONSE RELATIONSHIP. The Journal of Strength & Conditioning Research, 18(2), 377.",
    "Poppendieck, W., Wegmann, M., Hecksteden, A., Darup, A., Schimpchen, J., Skorski, S., Ferrauti, A., Kellmann, M., Pfeiffer, M., & Meyer, T. (2021). Does Cold-Water Immersion After Strength Training Attenuate Training Adaptation? International Journal of Sports Physiology and Performance, 16(2), 304–310. https://doi.org/10.1123/ijspp.2019-0965",
    "Prestes, J., A Tibana, R., de Araujo Sousa, E., da Cunha Nascimento, D., de Oliveira Rocha, P., F Camarço, N., Frade de Sousa, N. M., & Willardson, J. M. (2019). Strength and Muscular Adaptations After 6 Weeks of Rest-Pause vs. Traditional Multiple-Sets Resistance Training in Trained Subjects. Journal of Strength and Conditioning Research, 33 Suppl 1, S113–S121. https://doi.org/10.1519/JSC.0000000000001923",
    "Ralston, G. W., Kilgore, L., Wyatt, F. B., & Baker, J. S. (2017). The Effect of Weekly Set Volume on Strength Gain: A Meta-Analysis. Sports Medicine, 47(12), 2585–2601. https://doi.org/10.1007/s40279-017-0762-7",
    "Ratamess, N. A., Kang, J., Porfido, T. M., Ismaili, C. P., Selamie, S. N., Williams, B. D., Kuper, J. D., Bush, J. A., & Faigenbaum, A. D. (2016). Acute Resistance Exercise Performance Is Negatively Impacted by Prior Aerobic Endurance Exercise. Journal of Strength and Conditioning Research, 30(10), 2667–2681. https://doi.org/10.1519/JSC.0000000000001548",
    "Reaburn, P., & Dascombe, B. (2009). Anaerobic performance in masters athletes. European Review of Aging and Physical Activity, 6(1), Article 1. https://doi.org/10.1007/s11556-008-0041-6",
    "Reno, A. M., Green, M., Killen, L. G., O’Neal, E. K., Pritchett, K., & Hanson, Z. (2022). Effects of Magnesium Supplementation on Muscle Soreness and Performance. The Journal of Strength & Conditioning Research, 36(8), 2198. https://doi.org/10.1519/JSC.0000000000003827",
    "Rhea, M. R., & Alderman, B. L. (2004). A Meta-Analysis of Periodized versus Nonperiodized Strength and Power Training Programs. Research Quarterly for Exercise and Sport, 75(4), 413–422. https://doi.org/10.1080/02701367.2004.10609174",
    "Rhim, H. C., Kim, S. J., Park, J., & Jang, K.-M. (2020). Effect of citrulline on post-exercise rating of perceived exertion, muscle soreness, and blood lactate levels: A systematic review and meta-analysis. Journal of Sport and Health Science, 9(6), 553–561. https://doi.org/10.1016/j.jshs.2020.02.003",
    "Rogerson, S., Riches, C. J., Jennings, C., Weatherby, R. P., Meir, R. A., & Marshall-Gradisnik, S. M. (n.d.). THE EFFECT OF FIVE WEEKS OF TRIBULUS TERRESTRIS SUPPLEMENTATION ON MUSCLE STRENGTH AND BODY COMPOSITION DURING PRESEASON TRAINING IN ELITE RUGBY LEAGUE PLAYERS.",
    "Sabbagh, P. (2020). Relations entre les performances obtenues aux tests physiques anaérobies et la densité minérale osseuse chez l’adulte jeune [Phdthesis, Université de Lille]. https://theses.hal.science/tel-03566997",
    "Schoenfeld, B. J., Grgic, J., Ogborn, D., & Krieger, J. W. (2017). Strength and Hypertrophy Adaptations Between Low- vs. High-Load Resistance Training: A Systematic Review and Meta-analysis. The Journal of Strength & Conditioning Research, 31(12), 3508. https://doi.org/10.1519/JSC.0000000000002200",
    "Schoenfeld, B. J., Grgic, J., Van Every, D. W., & Plotkin, D. L. (2021). Loading Recommendations for Muscle Strength, Hypertrophy, and Local Endurance: A Re-Examination of the Repetition Continuum. Sports, 9(2), Article 2. https://doi.org/10.3390/sports9020032",
    "Schoenfeld, B. J., Peterson, M. D., Ogborn, D., Contreras, B., & Sonmez, G. T. (2015). Effects of Low- vs. High-Load Resistance Training on Muscle Strength and Hypertrophy in Well-Trained Men. Journal of Strength and Conditioning Research, 29(10), 2954–2963. https://doi.org/10.1519/JSC.0000000000000958",
    "Schoenfeld, B. J., Ratamess, N. A., Peterson, M. D., Contreras, B., Sonmez, G. T., & Alvar, B. A. (2014). Effects of different volume-equated resistance training loading strategies on muscular adaptations in well-trained men. Journal of Strength and Conditioning Research, 28(10), 2909–2918. https://doi.org/10.1519/JSC.0000000000000480",
    "Shiau, K., Tsao, T. H., & Yang, C. B. (2018). Effects of Single versus Multiple Bouts of Resistance Training on Maximal Strength and Anaerobic Performance. Journal of Human Kinetics, 62(1), 231–240. https://doi.org/10.1515/hukin-2017-0122",
    "Shimano, T., Kraemer, W. J., Spiering, B. A., Volek, J. S., Hatfield, D. L., Silvestre, R., Vingren, J. L., Fragala, M. S., Maresh, C. M., Fleck, S. J., Newton, R. U., Spreuwenberg, L. P. B., & Häkkinen, K. (2006). Relationship between the number of repetitions and selected percentages of one repetition maximum in free weight exercises in trained and untrained men. Journal of Strength and Conditioning Research, 20(4), 819–823. https://doi.org/10.1519/R-18195.1",
    "Smith, C. R., Harty, P. S., Stecker, R. A., & Kerksick, C. M. (2019). A Pilot Study to Examine the Impact of Beta-Alanine Supplementation on Anaerobic Exercise Performance in Collegiate Rugby Athletes. Sports, 7(11), 231. https://doi.org/10.3390/sports7110231",
    "Smith, S. J., Lopresti, A. L., Teo, S. Y. M., & Fairchild, T. J. (2020). Examining the Effects of Herbs on Testosterone Concentrations in Men: A Systematic Review. Advances in Nutrition, 12(3), 744–765. https://doi.org/10.1093/advances/nmaa134",
    "Solberg, P. A., Hopkins, W. G., Paulsen, G., & Haugen, T. A. (2019). Peak Age and Performance Progression in World-Class Weightlifting and Powerlifting Athletes. International Journal of Sports Physiology and Performance, 14(10), 1357–1363. https://doi.org/10.1123/ijspp.2019-0093",
    "Souissi, N., & Davenne, D. (2004). Rythmicité biologique circadienne et performances anaérobies. Movement & Sport Sciences, 53(3), 39–55. https://doi.org/10.3917/sm.053.0039",
    "Stark, M., Lukaszuk, J., Prawitz, A., & Salacinski, A. (2012). Protein timing and its effects on muscular hypertrophy and strength in individuals engaged in weight-training. Journal of the International Society of Sports Nutrition, 9(1), Article 1. https://doi.org/10.1186/1550-2783-9-54",
    "Stojanović, E., Stojiljković, N., Scanlan, A. T., Dalbo, V. J., Stanković, R., Antić, V., & Milanović, Z. (2019). Acute caffeine supplementation promotes small to moderate improvements in performance tests indicative of in-game success in professional female basketball players. Applied Physiology, Nutrition, and Metabolism = Physiologie Appliquee, Nutrition Et Metabolisme, 44(8), 849–856. https://doi.org/10.1139/apnm-2018-0671",
    "Suchomel, T. J., Nimphius, S., Bellon, C. R., & Stone, M. H. (2018). The Importance of Muscular Strength: Training Considerations. Sports Medicine (Auckland, N.Z.), 48(4), 765–785. https://doi.org/10.1007/s40279-018-0862-z",
    "Swinton, P. A., Stewart, A., Agouris, I., Keogh, J. W., & Lloyd, R. (2011). A Biomechanical Analysis of Straight and Hexagonal Barbell Deadlifts Using Submaximal Loads. The Journal of Strength & Conditioning Research, 25(7), 2000. https://doi.org/10.1519/JSC.0b013e3181e73f87",
    "Tambi, M. I. B. M., Imran, M. K., & Henkel, R. R. (2012). Standardised water-soluble extract of Eurycoma longifolia, Tongkat ali, as testosterone booster for managing men with late-onset hypogonadism? Andrologia, 44 Suppl 1, 226–230. https://doi.org/10.1111/j.1439-0272.2011.01168.x",
    "Toohey, J. C., Townsend, J. R., Johnson, S. B., Toy, A. M., Vantrease, W. C., Bender, D., Crimi, C. C., Stowers, K. L., Ruiz, M. D., VanDusseldorp, T. A., Feito, Y., & Mangine, G. T. (2020). Effects of Probiotic (Bacillus subtilis) Supplementation During Offseason Resistance Training in Female Division I Athletes. The Journal of Strength & Conditioning Research, 34(11), 3173. https://doi.org/10.1519/JSC.0000000000002675",
    "Travis, S. K., Mujika, I., Zwetsloot, K. A., Gentles, J. A., Stone, M. H., & Bazyler, C. D. (2022). The Effects of 3 vs. 5 Days of Training Cessation on Maximal Strength. The Journal of Strength & Conditioning Research, 36(3), 633. https://doi.org/10.1519/JSC.0000000000004183",
    "Triplett, N. T., Stone, M. H., Adams, C., Allran, K. D., & Smith, T. W. (1990). Effects of Aspartic Acid Salts on Fatigue Parameters during Weight Training Exercise and Recovery. The Journal of Strength & Conditioning Research, 4(4), 141.",
    "Urbina, S. L., White, A., Shaw, J., Wilborn, C., & Brabham, B. (2011). The effects of post-exercise whey vs. Casein protein ingestion on muscular strength, muscular endurance, and body composition in older women (50-70 years of age). Journal of the International Society of Sports Nutrition, 8(1), Article 1. https://doi.org/10.1186/1550-2783-8-S1-P27",
    "Vårvik, F. T., Bjørnsen, T., & Gonzalez, A. M. (2021). Acute Effect of Citrulline Malate on Repetition Performance During Strength Training: A Systematic Review and Meta-Analysis. International Journal of Sport Nutrition and Exercise Metabolism, 31(4), 350–358. https://doi.org/10.1123/ijsnem.2020-0295",
    "Verdijk, L. B., Jonkers, R. A., Gleeson, B. G., Beelen, M., Meijer, K., Savelberg, H. H., Wodzig, W. K., Dendale, P., & van Loon, L. J. (2009). Protein supplementation before and after exercise does not further augment skeletal muscle hypertrophy after resistance training in elderly men. The American Journal of Clinical Nutrition, 89(2), 608–616. https://doi.org/10.3945/ajcn.2008.26626",
    "Volek, J. S. (2003). Strength Nutrition. Current Sports Medicine Reports, 2(4), 189.",
    "Vopat, B. G., Vopat, L. M., Bechtold, M. M., & Hodge, K. A. (2020). Blood Flow Restriction Therapy: Where We Are and Where We Are Going. The Journal of the American Academy of Orthopaedic Surgeons, 28(12), e493–e500. https://doi.org/10.5435/JAAOS-D-19-00347",
    "Wilk, M., Zajac, A., & Tufano, J. J. (2021). The Influence of Movement Tempo During Resistance Training on Muscular Strength and Hypertrophy Responses: A Review. Sports Medicine, 51(8), 1629–1650. https://doi.org/10.1007/s40279-021-01465-2",
    "Williams, T. D., Tolusso, D. V., Fedewa, M. V., & Esco, M. R. (2017). Comparison of Periodized and Non-Periodized Resistance Training on Maximal Strength: A Meta-Analysis. Sports Medicine (Auckland, N.Z.), 47(10), 2083–2100. https://doi.org/10.1007/s40279-017-0734-y",
    "Wood, D. E., & Swain, D. P. (2021). Influence of Body Mass on Fitness Performance in Naval Special Warfare Operators. The Journal of Strength & Conditioning Research, 35(11), 3120. https://doi.org/10.1519/JSC.0000000000003249",
    "Yakubu, M. T., Akanji, M. A., & Oladiji, A. T. (2005). Aphrodisiac potentials of the aqueous extract of Fadogia agrestis (Schweinf. Ex Hiern) stem in male albino rats. Asian Journal of Andrology, 7(4), 399–404. https://doi.org/10.1111/j.1745-7262.2005.00052.x",
    "Yan, B., Lai, X., Yi, L., Wang, Y., & Hu, Y. (2016). Effects of Five-Week Resistance Training in Hypoxia on Hormones and Muscle Strength. The Journal of Strength & Conditioning Research, 30(1), 184. https://doi.org/10.1519/JSC.0000000000001056",
    "Zaroni, R. S., Brigatto, F. A., Schoenfeld, B. J., Braz, T. V., Benvenutti, J. C., Germano, M. D., Marchetti, P. H., Aoki, M. S., & Lopes, C. R. (2019). High Resistance-Training Frequency Enhances Muscle Thickness in Resistance-Trained Men. Journal of Strength and Conditioning Research, 33 Suppl 1, S140–S151. https://doi.org/10.1519/JSC.0000000000002643"
    ]  
}